<template>
    <div>
        欢迎您来到《必发数据网》（下称“本网”）！

以任何方式进入本网即表示您同意自己已经阅读了《注册须知》，且您将受《注册须知》条款和条件(“条款”)约束。本网可随时自行全权决定更改其中的“条款”。如“条款”有任何变更，本网将直接修改，不另行通知。如您不同意相关变更，必须停止使用“服务”。经修订的“条款”一经在本网公布后，立即自动生效。您必须同意并遵守《注册须知》等在本网上发布的各项规定。注册之后，接受本网的各项规定，请您仔细阅读：

一、您权利与责任。

1、权利

（1）您的资料在本网站上发布。

（2）如发现资料在本网站上的发布或搜索问题，有查询和要求修改的权利。

（3）拥有相关的信息服务权利。

（4）有权对本网相关业务以及内部人员进行投诉。欢迎您进行监督。

2、责任

（1）您必须保证其所提供资料的真实性和准确性。如提供虚假信息，将被永久取消会员资格。给本网造成损失的，您承诺赔偿由此对本网造成的损失。

（2）不得将帐号转给其它个人或单位使用，如果出现，您承诺赔偿因此给本网造成的损失。


    </div>
</template>